Repository: 84000/data-translation-memory
Catalog: toh183-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་སྦྱིན་པའི་ཕན་ཡོན་བསྟན་པ།
en: The Noble Teaching the Benefits of Generosity

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Blessed One was dwelling in Śrāvastī in the Jetavana, in the park of Anāthapiṇḍada.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ།
en: Then the Blessed One said to the monks,

source: དགེ་སློང་དག་མཁས་པ་རྣམས་ཀྱིས་རྣམ་པ་སུམ་ཅུ་རྩ་བདུན་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “Monks, the wise give gifts in thirty-seven ways.

source: སུམ་ཅུ་རྩ་བདུན་གང་ཞེ་ན།
en: What are those thirty-seven? They are as follows:

source: སེར་སྣ་རྣམ་པར་སྤང་བའི་ཕྱིར་དད་པས་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “They give gifts with faith in order to rid themselves of stinginess.

source: དུས་སུ་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “They give gifts at the right time.

source: དེ་བཞིན་གཤེགས་པས་གནང་བའི་རུང་བ་དངོས་པོ་གསུམ་ཡོངས་སུ་དག་པར་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “They give gifts, in a pure manner, of the three things suitable to be given by the Thus-Gone One.

source: སེམས་ཀྱི་འཁྲུག་པའི་སྐྱོན་ཐམས་ཅད་སྤང་བའི་ཕྱིར་བསྟི་སྟང་དུ་བྱས་ཏེ་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “They give gifts respectfully in order to rid themselves of all the faults of mental agitation.

source: སྙིང་པོ་མེད་པའི་ལུས་ལས་སྙིང་པོ་བླང་བའི་ཕྱིར་རང་གི་ལག་ནས་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “They give gifts with their own hands in order to take hold of the essence from the essenceless body.

source: གཞན་ལ་མི་གནོད་པའི་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་གཏོང་བ་ཆེན་པོ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift that does not harm others, the ripening is that they will acquire great generosity.

source: ཁ་དོག་ཕུན་སུམ་ཚོགས་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཁ་དོག་མཛེས་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift with exquisite colors, the ripening is that they will acquire a beautiful complexion.

source: དྲི་ཕུན་སུམ་ཚོགས་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་གྲགས་པའི་དྲི་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift with an exquisite scent, the ripening is that they will acquire the scent of fame.

source: རོ་བྲོ་བ་ཕུན་སུམ་ཚོགས་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་རོ་བྲོ་བ་མཆོག་གི་དཔེ་བྱད་བཟང་པོ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift with an exquisite taste, the ripening is that they will acquire the excellent marks of supreme taste.

source: གྱ་ནོམ་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ལོངས་སྤྱོད་གྱ་ནོམ་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift that is abundant, the ripening is that they will acquire abundant wealth.

source: རྒྱ་ཆེན་པོ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ལོངས་སྤྱོད་རྒྱ་ཆེན་པོ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift that is vast, the ripening is that they will acquire vast wealth.

source: བཟའ་བ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཚེ་རབས་ཐམས་ཅད་དུ་བཀྲེས་པ་རྣམ་པར་གཅོད་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of food, the ripening is that they will acquire the elimination of hunger in all future lives.

source: བཏུང་བ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཚེ་རབས་ཐམས་ཅད་དུ་སྐོམ་པ་རྣམ་པར་གཅོད་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of drink, the ripening is that they will acquire the elimination of thirst in all future lives.

source: བགོ་བ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་གོས་ཀྱི་ལོངས་སྤྱོད་སྣ་ཚོགས་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of clothing, the ripening is that they will acquire a manifold wealth of clothing.

source: གནས་ཀྱི་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་པུ་ཤུ་དང་ཁང་པ་བརྩེགས་པ་དང་། ཁྱམས་དང་། ཁང་པ་དང་། གཞལ་མེད་ཁང་དང་། སྐྱེད་མོས་ཚལ་དང་། ཀུན་དགའ་ར་བ་དང་། ཡུལ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given the gift of a dwelling, the ripening is that they will acquire houses with parapets and multiple stories, and they will acquire courtyards, mansions, palaces, gardens, parks, and land.

source: མལ་ཆ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་རིགས་མཐོན་པོ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of bedding, the ripening is that they will acquire a higher caste-status.

source: བཞོན་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་རྫུ་འཕྲུལ་གྱི་རྐང་པ་བཞི་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given the gift of a conveyance, the ripening is that they will acquire the four bases of miraculous power.

source: སྨན་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་རྒ་ཤི་མེད་ཅིང་མྱ་ངན་དང་ཀུན་ནས་ཉོན་མོངས་པ་འགོག་པའི་མྱ་ངན་ལས་འདས་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of medicine, the ripening is that they will acquire the nirvāṇa that is free from aging and death and is the cessation of sorrow and defilement.

source: ཆོས་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་སྐྱེ་བ་དྲན་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of Dharma, the ripening is that they will acquire the recollection of former lives.

source: མེ་ཏོག་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་བྱང་ཆུབ་ཀྱི་ཡན་ལག་གི་མེ་ཏོག་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of flowers, the ripening is that they will acquire the flowers that are the branches of awakening.

source: ཕྲེང་བ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་གི་དྲི་མ་རྣམ་པར་དག་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of garlands, the ripening is that they will acquire the purification of the stains of attachment, aversion, and ignorance.

source: བདུག་པ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཉོན་མོངས་པའི་དྲི་ང་བ་ཐམས་ཅད་མེད་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of incense, the ripening is that they will acquire total freedom from the stench of the defilements.

source: གདུགས་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཆོས་ལ་དབང་བའི་དབང་ཕྱུག་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of a parasol, the ripening is that they will acquire sovereign mastery of the Dharma.

source: དྲིལ་བུ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་སྒྲ་དབྱངས་ཡིད་དུ་འོང་བ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of a bell, the ripening is that they will acquire a pleasing voice.

source: སིལ་སྙན་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཚངས་པའི་སྒྲ་དབྱངས་ལྟ་བུ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of cymbals, the ripening is that they will acquire a voice like Brahmā’s.

source: མར་མེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ལྷའི་མིག་སྒྲིབ་པ་མེད་ཅིང་རྣམ་པར་དག་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of a lamp, the ripening is that they will acquire the divine eye, unobscured and pure.

source: དར་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ལྷ་དང་མིའི་ནང་ན་རྣམ་པར་གྲོལ་བའི་དར་གྱིས་བཅིངས་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of silk, the ripening is that they will acquire the silken bond of liberation among gods and humans.

source: དེ་བཞིན་གཤེགས་པའི་མཆོད་རྟེན་ནམ། དེ་བཞིན་གཤེགས་པའི་སྐུ་གཟུགས་ལ་འབྲུ་མར་དྲི་ཞིམ་པོ་ཕུལ་ལམ། སྤོས་ཀྱི་ཁྲུས་ཆུ་དབུལ་བ་ཕུལ་ན་རྣམ་པར་སྨིན་པ་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་དང་། དཔེ་བྱད་བཟང་པོ་བརྒྱད་ཅུ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have made an offering of fragrant oil or perfumed bathing water to a stūpa of the Thus-Gone One or an image of the Thus-Gone One, the ripening is that they will acquire the thirty-two marks and eighty excellent signs of a great being.

source: ཁྲུས་ཀྱི་ཡོ་བྱད་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཚེ་རབས་ཐམས་ཅད་དུ་ནད་ཉུང་བ་དང་། རིགས་ཀྱི་མཆོག་ཏུ་སྐྱེ་ཞིང་ཀུན་ཏུ་མཛེས་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of bathing necessities, the ripening is that in all their future lives they will acquire few illnesses, birth in the highest caste, and great beauty.

source: སྙིང་པོ་ལྔ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ཚེ་རབས་ཐམས་ཅད་དུ་མཐུ་ཆེ་ཞིང་སྤྲོ་བ་ཆེན་པོ་མི་ཐུལ་བ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift of the five essential substances, the ripening is that in all future lives they will acquire great power and irrepressible great joy.

source: བྱམས་པ་ལ་གནས་ཏེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་གནོད་སེམས་མེད་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift while abiding in loving kindness, the ripening is that they will acquire freedom from ill will.

source: སྙིང་རྗེ་ལ་གནས་ཏེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་འཚེ་བ་མེད་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift while abiding in compassion, the ripening is that they will acquire harmlessness.

source: དགའ་བ་ལ་གནས་ཏེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་མི་འཇིགས་པ་སྦྱིན་པ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift while abiding in joy, the ripening is that they will acquire the ability to bestow fearlessness.

source: བཏང་སྙོམས་ལ་གནས་ཏེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་མི་དགའ་བ་སྤོང་བ་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given a gift while abiding in equanimity, the ripening is that they will rid themselves of sadness.

source: རྣམ་པ་སྣ་ཚོགས་ཀྱི་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་ལོངས་སྤྱོད་སྣ་ཚོགས་རབ་ཏུ་འཐོབ་པར་འགྱུར་རོ། །
en: “When they have given gifts of various kinds, the ripening is that they will acquire various riches.

source: ལན་ལ་མི་རེ་བ་ལ་གནས་ཏེ་སྦྱིན་པ་བྱིན་ན་རྣམ་པར་སྨིན་པ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་རབ་ཏུ་འཐོབ་པར་འགྱུར་ཏེ།
en: “When they have given a gift while abiding with no expectation of reward, the ripening is that they will acquire unsurpassed and perfect awakening.

source: དགེ་སློང་དག་མཁས་པ་རྣམས་ཀྱིས་རྣམ་པ་སུམ་ཅུ་རྩ་བདུན་པོ་དེ་དག་སྦྱིན་པ་སྦྱིན་ནོ། །
en: “Monks, the wise give gifts in these thirty-seven ways.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: The Blessed One having spoken thus, the monks rejoiced and praised what the Blessed One said.

source: འཕགས་པ་སྦྱིན་པའི་ཕན་ཡོན་བསྟན་པ་རྫོགས་སོ།། །།
en: This completes the noble “Teaching the Benefits of Generosity.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: This was translated, edited, and finalized by the Indian preceptor Surendrabodhi and the translator-editor Bandé Yeshé Dé.
